{"D1":"","D2":"ஹோரைக் கட்டம் சொந்த வளத்தினை ஆய்வு செய்கிறது அதாவது ஜாதகரின் வாழ்நாள் முழுவதற்குமான நிதி நிலைமை","D3":"திரேக்காணம் அல்லது மூன்று பகுதிகளாக பிரிக்கப்பட்ட கட்டம் உடன் பிறந்தவர்களுடான உறவுகளை ஆராய்கிறது.","D4":"இராசிக்கட்டத்தின் நான்கு பிரிவுகள் அல்லது சதுர்தாம்சம் (டி4)  என்பது கொண்டிருக்கும் உடமைகள் மற்றும் சொத்துகளுக்காகப் பார்க்கப்படுகிறது. அது ஸ்தூல அளவில் இயங்குகிறது.","D7":"குழந்தைகளின் பிறந்த நேரம், அவர்களின் தன்மை, திறன்கள் மற்றும் அதிர்ஷ்டம் ஆகியவற்றை சப்தாசம்ச கட்டத்தில் பார்க்கலாம். இது மகரிஷி ஜெய்மினி உபதேச சூத்திரங்களில் விரிவாக விளக்கப்பட்டுள்ளன (கோவை 8.6.1)","D9":"இந்து ஜோதிடத்தின் முக்கியமான துணைப் பிரிவு நவாம்சமாகும். தெற்கில்  இராசிக் கட்டமும் நவாம்சமும் வழக்கமாக ஒன்றிணைத்து வைக்கப்படுகின்றன. ஜாதகரின் வாழ்க்கையில் நிகழ்வுகளில் பெரும்பாலானவற்றை முன்கூட்டி கணிப்பதற்காக நவாம்சத்தின் உத்திகள் முறையாக ஆய்வு செய்யப்பட்டு கவனமாகப் பயன்படுத்தப்படுகின்றன. நவாம்சம் என்பது பெரிதாக்கப்பட்டுக் காட்டப்படுகிற கணிப்புகளாகும் மற்றும் அவை இராசிக் கட்டத்தின் கணிப்புகளை எளிதாக புரிந்து கொள்ள செய்கின்றன. நவாம்சம் என்பது தர்மாம்சம் என்று அழைக்கப்படுகிறது அது முற்பிறவிகளில் செய்த நல்வினைகள் மற்றும் தீவினைகளின் இரகசியங்களைக் கொண்டிருக்கிறது, அவற்றின் காரணமாக வாழ்க்கையில் பல்வேறு நிகழ்வுகள் மற்றும் சூழ்நிலைகளை அனுபவிக்க வேண்டியிருக்கிறது. நவாம்சக் கட்டம் என்பது, பாவாதிபதி மற்றும் காரகங்களின் நவாம்ச நிலையை பார்ப்பதற்கான முக்கியமான அம்சமாகும், உதாரணமாக, உறவு விவகாரங்களில் ஒருவர் அடையும் சந்தோஷம் மற்றும் வெற்றியின் அளவினை புரிந்துகொள்ள, சுக்ரன் மற்றும் 7ம் பாவாதிபதியின் நவாம்ச நிலையைப் ஒருவர் பார்க்கலாம்.","D10":"டி-10 என்பது தசாம்ச கட்டம் என்பது இராசிக்கட்டத்தின் 10ம் பாவத்தைக் பெரிதாக்கிக் காட்டுகிறது. 10ஆம் பாவம் தொழில், கர்மா, சமூகத்தில் பெயர் புகழ் மற்றும் வெளிவுலகத்தினால் அவர் எவ்வாறு பார்க்கப்படுவார் என்பவற்றை குறிக்கிறது.","D12":"டி-12  கட்டம் ஒரு ஜாதகருக்கு தனது பெற்றோர்களிமிருந்து கிடைக்கும் சந்தோஷம், பெற்றோரின் சௌகரியங்கள் மற்றும் ஆயுள், தந்தையின்  சமூக மற்றும் நிதி நிலை, தனது பாட்டன் வழியிலிருந்து ஜாதகருக்குக் கிடைக்கும் பலன்களை ஆய்வு செய்கிறது.","D16":"ஷோடசாம்சம் அல்லது டி-16  ஒரு நபரின் ஆழ்மனம் அல்லது உளவியல் சார்ந்தவற்றை 4- சதுர்தாம்சத்தைக் காட்டிலும் ஆழமாக காட்டுகிறது.  இது ஜாதகருக்கு பூர்வீக சொத்து வருவாதற்கான உறுதிப்பாடு மற்றும் சொத்துக்கள் மூலம் விபத்துகள் பற்றி இதன் மூலம் பார்க்கப்படுகிறது. பூர்வீக சொத்துக்கான காரகன், சுக்கிரனை இதற்காக பார்க்க வேண்டும்.   4ஆம் பாவாதிபதிக்கான பாதிப்புகள்  மற்றும் சுக்கிரனின் பாதிப்புகளுடன் 4ஆம் பாவத்தைப் பார்க்க வேண்டும்.  ஜனன ஜாதகத்தில் இதற்கான உறுதியளிக்கப்படவில்லை என்றால் இது கடுமையான விபத்துக்களுக்கு வழி வகுக்கக்கூடும்.","D20":"விம்சாம்சம் (டி20) – இது ஜாதகத்தை 20 பிரிவுகளாக பிரித்து ஆய்வு செய்வதாகும்,  இது தெய்வங்கள் பற்றிய ஆய்வு, ஒரு நபரின் ஆன்மீகத்துவம் தொடர்பாக ஆய்வு செய்யப்படுகிறது. இது ஜாதகரின் குல தெய்வம் மற்றும் இஷ்ட தெய்வத்தைப் பற்றி குறிப்பினைத் தருகிறது. இங்கே 5 மற்றும் 9ம் பாவங்களில் இருக்கும் கிரகங்கள் முக்கியமானவையாகும். கிரகங்களின் உச்ச நீச்சத்தன்மைகள் ஜாதகரின் ஒட்டுமொத்த ஆன்மீக வளர்ச்சியைப் புரிந்துகொள்வதற்கான குறிப்பினைத் தருகின்றன. ","D24":"இந்தக் கட்டம் ஒரு தனிநபரின் கல்வித் தொடர்பான நுணுக்கமான காட்சியைத் தருகிறது. இந்த பாவம் 5ம் பாவமாக கருதப்படுகிறது. மேலும், ஜனன ஜாதகத்தில்  5ம் பாவாதியின் நிலையுடன் சேர்த்து 5ம் பாவத்தின் தாக்கம் பார்க்கப்பட வேண்டும். 6, 8 மற்றும் 12ம் பாவாதிபதிகளுடன் 5ம் பாவாதிபதியின் தொடர்பு ஜாதகருக்கு தொந்தரவுகள் மற்றும் கல்வியில் மாற்றங்களைத் தரக்கூடும். எனினும், அத்தகைய கிரகங்களின் சுபத்தன்மைகள் ஜாதகருக்கு கல்வியில் ஏற்றத்தை தருகிற மாற்றத்தைக் கொண்டு வரும்.  இதற்கான உதாரணமாக ஒரு நபர் பொறியியல் படித்துவிட்டு பின்னர் மேலாண்மையைப் படிக்கக்கூடும்.  இது ஜோதிட ரீதியாக ஒரு தொழில்நுட்ப மாற்றத்தை கொண்டிருக்கிறது ஆனால்  அதன் சுபத்துவமான தொடர்பு மாற்றத்தை ஜாதகரின் பொதுவான வளமைக்கு நல்லதாக ஆக்குகிறது. ","D27":"இந்தக் கட்டம் ஜாதகரின் பொதுவான பலம் மற்றும் பலவீனங்களை புரிந்துகொள்ளப் பார்க்கப்படுகிறது.  சில நேரங்களில் ஒரு தனிநபரின் தாங்கும் ஆற்றல், பொறுமை, மற்றும் உடல் பலத்தை அறிந்துக்கொள்ளவும் பயன்படுத்தப்படுகிறது.","D30":"ஒரு குறிப்பிட்ட ஜாதகரின் துன்பங்கள், சிரமங்கள், மற்றும் நோய்களை உறுதி செய்வதற்காகப் பயன்படுத்தப்படுகிறது.  பெண்களின் ஜாதகத்தில் இந்தக் கட்டம் ஜாதகரின் நடத்தையைக் காட்டுவதாகவும் சொல்லப்படுகிறது. பெண்களைப் பொறுத்தவரை செவ்வாயின் திரிம்சாம்சம் அவருடைய நடத்தை சந்தேகத்திற்கிடமானதா என்கிற கேள்வியை எழுப்பும்.  எனினும், இந்த கட்டம் ஒரு ஆணின் நடத்தையை சரிபார்ப்பதற்காகவும் பார்க்கப்படலாம்.","D40":"இது  பொதுவாக ஜாதகரின் ஜாதகத்தின் சுப மற்றும் அசுப பலன்களை ஆராய்வதற்காகப் பார்க்கப்படுகிறது .  சில விநாடிக்கான கால வித்தியாசம் கூட லக்னத்தை மாற்றிவிடும் என்பதால் இந்தக் கட்டத்தின் பலன்களை அவ்வளவாக பயன்படுத்த முடியாது என்பதை கவனத்தில் கொள்ள வேண்டும். இது முழுமையாக சரி செய்யப்பட்ட ஜாதகங்களில் மட்டுமே பயன்படுத்தப்பட வேண்டும்.","D45":"இது ஜாதகரின் நடத்தை மற்றும் பொதுவான சுப மற்றும் அசுப பலன்களை  உறுதி செய்வதற்காக பார்க்கப்படுகிறது. இங்கே, மேலே உள்ளதன்படி இந்த கட்டம் காலநுட்பமானது, அதனால் கணிக்கும் போது இதை கணக்கில் எடுத்துக்கொள்வது சிரமமானது. ","D60":"பராசர மகரிஷி இந்த கட்டத்திற்கு அதிக முக்கியத்துவம் தந்துள்ளார். இதை ஒவ்வொரு கணிப்பின் போதும் பார்க்க வேண்டும். இந்த கட்டம் பலன்களை ஆர்வமானவையாகவும் கணிப்புகளை துல்லியமாகவும் ஆக்குகிறது. எனினும், இந்தக் கட்டத்திற்கு  ஜோதிட ரீதியாக சரி செய்யப்பட்ட கட்டத்திற்கு மட்டுமே பயன்படுத்த முடியும் என்பது இதற்கான வரம்பாகும், பராசர மகரிஷி இதற்கான அதிகபட்சக் குறிப்புகளை தனது ப்ருகத் பராசர ஹோரை சாத்திரத்தில் தந்துள்ளார் மற்றும் இது மிகவும் பூடகமான கட்டங்களில் ஒன்றாகும், இதைப் பற்றிய அவ்வளவான ஆராய்ச்சிகள் அறியப்படவில்லை."}