{"D1":"","D2":"Hora chart is studied for the wealth of the native i.e. his/her financial condition during the entire life span.","D3":"The Drekkana Chart or the third Harmonic Chart used to study the relationship with the co-borns","D4":"The fourth divisional chart or Chaturthamsa (D4) is seen for landed assets and property. It operates at the physical level","D7":"The timing of birth of Individual children, their nature, abilities and fortune is seen in the Saptamsa chart. This has been explained in detail by Maharishi Jaimini Upadesha Sutras. (COVA 8.6.1)","D9":"The Navamsa is the most important sub-division of the Hindu Astrology. Usually the Rasi Chart and the Navamsa Chart are tagged together in the South. The Navamsa techniques properly studied and carefully utilized can enable one to foresee most of the events in a native's life. Navamsa divisions are magnified projections and as such the findings from Rasi Chart can be understood easily. Navamsa is also called Dharmamsa and holds the secret of all the good or not so good karmas done in past lives, for which we need to experience various events and situations in life. Among many aspects that can be seen from the Navamsa chart, one important aspect is looking at the Navamsa dispositor of the Bhava lord and Karakas.For instance, to understand the level of happiness and success one attains in relationship matters, one can look at the Navamsa dispositor of Shukra as well as the 7th lord.","D10":"D-10 is called Dashmsa Chart as it is a magnification of 10th house of Rashi chart. The 10th house signifies profession, karma, Name and fame in society and how you will be seen in external world","D12":"D-12 chart is studied for Happiness of the native from his parents, Comforts and longevity of the parents, Social and financial status of the father, Benefits received by the native from his paternal side","D16":"Shodasamsa or D-16 represents Shows a deeper level than the 4-Chaturtamsa in terms of the inner heart & psychology of the person. This is to see the promise of conveyances for the native and also accidents through conveyances. For this the Karaka for conveyance, Venus, has to be seen. Affliction to the 4th Lord and the 4th house has to be seen along with the affliction of Venus. This can lead to violent accidents if otherwise also promised in the Birth Chart","D20":"Vimsamsa (D20) – which is the 20th harmonic chart of the horoscope is studied regarding the analysis of Deities, spirituality of a person. This chart is seen for understanding the spiritual progress of the native. This chart is also said to give a clue with regard to the upasana of the native and the preferred deity of the native. The planet placed in the 5th and the 9th houses are important here. The overall exaltation or debilitation of planets holds a clue to understanding the overall growth of the native spiritually","D24":"This chart is said to give a finer picture with regard to the education of the individual. The house to be considered is the 5th house. Further, influences on the fifth house have to be seen along with the avashtha of the 5th Lord of the birth chart. The connection of 5th lord with the 6th, 8th and the 12th lord is supposed to bring disturbances and educational change for the native. If however, such planets are under benefic influence the change in education will be for the betterment of the native. Example of this can be that a person does Engineering and then does Management. This constitutes a change technically in astrological term but benefic association makes the change good for the general prosperity of the native.","D27":"This chart is seen to understand the general strengths and weaknesses of the native. It can sometimes be used to find the stamina, endurance and physical strength of an individual","D30":"This chart is generally seen to ascertain the miseries, difficulties and diseases for a particular native. This chart in women horoscopy is also said to show the character of the native. It is said that in case of women if Trimshamsha of Mars is rising she is of questionable character. However, this chart can also be read to verify the character in case of a male native","D40":"This is generally seen for studying the auspicious and inauspicious effects of horoscope on the native. But, it has to be noted that in prediction this chart cannot be used much as even few seconds of time difference can change the lagna. This should be used only on thoroughly rectified horoscopes.","D45":"This is seen for ascertaining the character of the native and for general auspicious and inauspicious effect. Here, as in above case this chart becomes too time-sensitive, making it difficult to take it into account while giving prediction.","D60":"Maharishi Parashara has given lots of importance to this chart. This should be seen for every prediction. This chart makes the reading interesting and makes the analysis accurate. However, again the limitation of this is that it can be used on an astrologically rectified chart, Maharishi Parashara has given it the maximum points in his book Brihat Parashara Hora Shastra and it is one of the most mysterious charts as much research has not been known about it"}