{"1":"Artha (wealth) house, food, right eye, face, neck, glands, nape of the neck, throat and throat ailments",
"2":"Speech and ability to express his/her thoughts verbally, family, close relatives of the native: (grandmother and grandfather, wife, mother, children, brothers, sisters, all close relatives).",
"3":"Voice and vocal chords",
"4":"Money matters, currency, fortune, profit and gain or loss, one's power and resources, worldly attainments, possessions of value, jewelry, precious stones and metals, documents, bonds, securities, stocks and shares, promissory notes, mortgages, bank balances, and exchangeable negotiable assets, law suits, extravagant or economical, loans, money lent or borrowed, national wealth, banking activities, revenue, money of the querist.",
"5":"Efforts in acquisition of wealth, miserliness or liberality, rank, position.",
"6":"Share of profits to partner.",
"7":"Death of individual, common diseases of the natives father.",
"8":"Ability to express one's thoughts, softness of speech, oratorical abilities.",
"9":"One's reputation regarding sports.",
"10":"Second marriage. The second house is eighth to the seventh (representing the first wife), and normally after the death of the first wife one marries for a second time. (Some Astrologer's prefer to use the eighth for the second marriage, as the eighth is seventh [spouse] from the second, which is the death of the first marriage.",
"10":"Vision or power of observation, right eye, memory, imagination, nails, tongue, nose, teeth, cheeks and chin.",
"11":"Protection of others, family members, close dependents.",
"12":"Clothes, gold, good silver, pearls, rubies, minerals, corn, cereals.",
"13":"Gains to native, but losses to younger siblings and their changes, mother's gains and her elder siblings,, profession and success of children, long journey to maternal uncle, purchase of a house, land, or vehicle by elder siblings.",
"14":"Danger to partner, death of partner",
"15":"Illness of grandchildren"
}