{"name":"Vasya Koota", "desc":"Vasya Koota is the second aspect among the eight traits which are matched during kundli matching in Vedic astrology (ashtkoot).  Ashtakoot system helps to assess whether the natives will be compatible and dedicated in their marital relationship. The translation of the word Vasya is the ability to dominate or influence another person. Vasya Koota tests the power compatibility between partners. It is considered to assess the degree of magnetic control the natives in a relationship tend to have over each other. The matching tends to reflect who will be the more dominant partner in the relationship. People are classified as 5 different animals through the Vasya Koota. These classifications include<br><strong>Chatushpada-Quadrupeds: Includes Aries, Taurus, the 1st half of Capricorn and the 2nd half of Sagittarius</strong><br><strong>Nara-Human: Includes Gemini, Virgo, Libra, Aquarius and the 1st half of Sagittarius</strong><br><strong>Jalchar- water-dwellers: Includes Cancer, Pisces and the 2nd half of Capricorn</strong><br><strong>Vanacara- wild beast:  Leo</strong><br><strong>Keeta- Insects: Scorpio.</strong><br>Vasya Koota only considers the matching of the Moon signs, while the planets are not considered. The moon signs of both the natives must fall in the same group to ensure maximum compatibility. The matches are scored out of 2 points. as referenced in below table<br><img src='https://i.imgur.com/8Z7eX5l.jpg', alt='astakoota'/><br>When the horoscope score of the 2 natives to be married is 2 points, it means that the relationship is highly compatible and it is believed that the marriage will be harmonious and long-lasting. However, if a score is found to be 0, it means that the relationship is highly incompatible, and the natives will face severe problems in their marriage. Though there are some exceptions if couples score 0 during matching. There are instances when the horoscopes are not considered incompatible even if the Vasya Koota is 0. This occurs in the following scenarios-<br><strong>If the couple’s Moon sign Lords are friendly</strong><br><strong>If the couple has the same Moon sign Lord</strong><br><strong>If the Moon signs are compatible or favorable in the Navamsha Kundl</strong><br>","remedies":""}