{"name":"Kalatra Dosha","desc":"Kalathra Dosha meaning in Vedic Astrology states if malefic planet (planets like Sun, Mars, Saturn, Rahu, and Ketu are called paap grahas or malefic planets) is posited in the 1st, 4th, 7th, 8th, and 12th house from the Lagna or moon, then it can lead to the Kalathra Dosha. Venus and Mars play a vital role in deciding the happiness of husband and wife in their Kalathra Dosham Love Marriage or/and relationship. The 7th house in a horoscope is called the kalathra sthana/house. Kalathra stands for a mate/spouse. Usually, if there is no connection between the 2nd, 7th, and 11th house, then it can lead to delayed marriage. The malefic affliction of a malefic planet in 7th house or in 7th lord can create difficulties in wedded life. The assemblage of afflicted planets with 7th house or 7th lord can even lead to divorce and re-marriage. Kalathra Dosham (Kathira Dosha) can be the reason for the delay in marriage or/and can end up in no marriage. The 2nd, 7th, and 11th houses are considered for determining the Kalathra Dosham in a chart. However, the 7th house is given supreme value. The Kalathra karaka in a male’s horoscope is Venus, while in the female’s horoscope it is planet Jupiter. The seventh house deals with the pleasures, enjoyment, the survival of the spouse, marital harmony, co-relationship with husband/wife, lover, temporary/permanent parting, divorce, sexual relationship, and progeny. Kalathra dosha creates trouble, delay or split in marriage. So the compatibility of both the bride and groom are analyzed by examining their charts to check for Kalathra Dosha in Marriage or before marriage. <br><strong>How Kalathra Dosham Period affects?</strong><br>Kalathra dosh can lead to regular conflicts and disputes among partners. These disputes can become a reason for their marriage to feel suffocating and the couple to feel entrapped in a cage<br>Delay in marriage<br>It can cause an unfortunate death of a partner which is the most frightening of all the effects of this Dosha<br>Apart from delaying a marriage, when this Dosha is present in your kundli, one won't be able to find a suitable mate for yourself. A suitable mate refers to a person who is emotionally and mentally compatible.<br><strong>Relationship problems due to Kalathra Dosha occurs due to below planetary combinations & placements</strong><br>Mars and Venus's combination affects marital harmony. In a female’s horoscope, if Mars and Venus exchange their places or navamsa, then she will develop an attachment to other men affecting family happiness. But if her fourth house, the house of chastity and its lord are not afflicted with Sun and Jupiter is in strong positions with benefic planets, then such a tendency would not arise.<br>Mars in the 7th house is chiefly responsible for the death of a spouse.<br>The 7th house is combust with Sun<br>In a male’s horoscope, if Rahu occupies the 7th house from the Lagna or moon sign or Venus then it would cause the early death of his wife.<br>If the Sun and Rahu or Ketu are in the 7th house in a male horoscope then he will lose his money through his wife`s bad ways or ill health","remedies":""}