{"actions":"Agriculture, commerce, collection of something, marriage - vivaha, singing, dance, battle, Killing, swindling, poisoning others, distilling poisonous medicines, work related to weapons, fire","nature":"Feminine, Shudras, material, looking downward, sight average, no. of stars 5, ruled by Pitar, shaped like a house, violent, lunar, MAGHA is translated as the mighty one. It represents people in important positions.  It is a rakshasa or demoniac star, dreadful in nature, but seems to have good effects when placed on the ascendant.  It is symbolized by the kings chamber.  It represents a proud and dignified person who carries on the familys traditions, and who has lordship over the masses. To Magha belongs wealthy people, granaries, mountaineers, and those devoted to ones parents and ancestors, traders, heroes, carnivorous beings, and women-haters.","direction":"looking downward","asc":"person who has servants and wealth and who enjoys the pleasures of the world, who is devoted to God and to elders, and who receives praise from good people.  Such person is learned and respectable, but susceptible to the allurements of the opposite sex, will have some deep-rooted dislike for certain people, and is known for doing work completely","moon":"will live in comfort, do some important work and is physically strong. To Magha belongs wealthy people, granaries, mountaineers, and those devoted to ones parents and ancestors, traders, heroes, carnivorous beings, and women-haters.","pada-1":"a reddish or colorful appearance; a big eater;  a ferocious look in the eyes; an enthusiastic character.","pada-2":"of some notoriety; a worrier and a liar; sickly, having many expenses and in knowledge of bad things","pada-3":"a flatterer and a back-biter, quarrelsome in nature; strong, a big eater and susceptible to intestinal problems","pada-4":"heavily sexed; a sweet talker, arrogant and a sinner","dosha-1":"Affects child","dosha-2":"None","dosha-3":"Affects father & mother ","dosha-4":"None","remidies":"Gift a Silver horse icon to the Deity or to the brahmins/a brahmin."}