{"name":"Papasamyam","desc":"Papasamyam refers to finding dosha samya in horoscope compatibility. It is not a separate method as some people call it. It is a part of kundli matching process where the horoscope of bride and the groom are checked to find out the intensity of dosha, this is also known as doshasamyam. Papasamyam in other words is checking the equality of dosha in both horoscopes to cancel out the dosha arising out of placement of malefic planets in houses related to marriage, married life, general happiness and longevity. In Papasamyam Malefic planets Sun, Mars, Saturn, Rahu & Ketu are checked in horoscope of both bride and groom with respect to houses 1,2,4,7,8,12. These houses are connected to marriage, married life, general happiness and longevity. It is believed that doshasamyam or equality of dosha in horoscope of both bride and groom in a certain house cancels the dosha. Papasamyam is not so easy as it sounds, the combination of malefic planets is very important here, one having Saturn and other having Mars in same house cannot give paapsamyam as these planets are totally opposite in their karakatwa to each other. They are dire enemies of each other hence one having Mars in 8th and other having saturn in 8th will not cancel the dosha rather it will intensify it. Saturn rules vaayu tattwa while Mars rules Agni tattwa and Vaayu will intensify the Agni resulting in more problems if the fire spreads due to air. <br><strong>Does papasamyam cancel the negative effects of malefic planets?</strong><br>If the planets are friendly to each other the negative effects can be balanced, it does not cancel the effects completely but reduces the intensity of problems. Suppose One has Mars in 7th house and other has Sun or ketu in 7th house it can help to reduce the negative effects because sun is friendly planet to mars and ketu is said to be like mars in giving results. So the negatives of both horoscope get balanced here. One person having Mars and Other having Saturn or Rahu in the 7th house will only intensify the dosha than balancing it because Rahu and Saturn are dire enemies of Mars so there cannot be papasamyam here. Just having any malefic in same house for both is not enough, it is better if both have malefic planets who are friendly to each other.<br><strong>Solution for Papasamyam</strong><br>Papasamyam itself is a solution for those having malefic combinations in horoscope from point of view of marriage and married life, the horoscope compatibility can be done with with planetary matching balancing doshas in both horoscopes in order to reduce the intensity of problems in married life, however it can only be done by an expert astrologer. There cannot be any solution for those who do not have a good promise of marriage and married life in horoscope, doshasamyam can help to reduce the intensity of problems in married life by the way of matching horoscopes in the right way. One thing readers should keep in mind while checking compatibility is the temperament of any jataka which cannot be changed whatever happens, people never change their nature, they remain as they are and if such people happen to be of sthira rashi the scope of adjustment for them becomes NIL as they can never change their nature or adjust with anyone unless they find someone compatible to them","remedies":""}