{"name":"Rajju Dosha","desc":"The 27 Nakshatras or constellations in Vedic astrology are grouped into 5 categories. Each of these categories are assigned a name representing a segment of the human body. Rajju Dosha is formed when the birth stars of boy and girl is within the same segment. These 5 segments are as below<br><strong>Padha(Foot) Rajju: Ashwini, Ashlesha, Magha, Jyestha, Moola, Revathi</strong><br><strong>Kati(lap) Rajju: Bharani, Pushyami, Pubba, Anuradha, Poorvashada, Uttarabhadra</strong><br><strong>Nabhi(Body) Rajju: Krittika, Punarvasu, Uttara, Visakha, Uttarashada, Purvabhadra</strong><br><strong>Kanta(Neck) Rajju: Rohini, Ardra, Hastha, Swati, Shravana, Satibhisha</strong><br><strong>Siro(Head) Rajju: Danistha, Chitra, Mrigashira. <br></strong><br>Below are effects of Rajju Dosha<strong>Siro Rajju indicates troubles to husband, The couple may have fits of temper and unreasonable anger in one of the partners. Consequently there may be violent incidents. One of them may develop the desire to go hell, to cheat on the other, to be unfaithful. At times there may be a compulsive desire to be promiscuous or indulge in extramarital relationship</strong><br><strong>Kanta Rajju indicates troubles to wife wellbeing, On the mental level it may lead to states of anxiety, tension, feelings of insecurity, unreasonable fear and similar complexes. Loss of courage and confidence will lead to lack if initiative and hesitation in taking up responsibilities. Each one of the partners may develop some of these problems not necessarily the same or all of them.</strong><br><strong>Nabhi Rajju indicates trobles to childrens wellbeing,</strong><br><strong>Kati Rajju indicates colletral damages to properties</strong><br><strong>Padha Rajju indicates damages during travel, the couple will wander and not be settled in life. The partners could become psycho­logically ‘unstable. The person becomes restless and develops a desire to wander. Consciously or unconsciously the person will create circumstances that keep them away from each other.</strong><br>","remedies":""}