{
"H1-ST":"This Dasha may yield good results such as gain of fortune, royal favour, health, fame, influence, comforts and happiness. These results may gradually increase during the dasha",
"H1-WK-AND-NAV[L1(H12)]":"The native may suffer from worries, may become even wicked, the native may be ever moving from place to place. During the sub-periods of such weak lord the native may also be very unhappy and poor",
"H1-WK":"The native may suffer from worries, may become even wicked",
"H2-CONJ-L2-AND-NAV[L2-T-L1(6,8,12)]":"The native may have very little gain of wealth.  The native may have both happy and unhappy experiences",
"H2-CONJ-L2-OR-H2":"Duriig this Dasha of such the native may become very rich. Native's family may prosper. His words may be respected. The native may have all round success",
"H3-CONJ-L3-AND-NAV[L3-T-L1(6,8,12)]":"The native may have even quarrels or misunderstandings with his brothers or relations during this Dasha",
"H3-CONJ-L3-OR-3L-NOT-H(6,8,12)":"During this Dasha, a brother may be born or the native may get wealth through his brothers. He may do courageous acts. He may study religious works. He may like music, may get success in written examination, journalism, communication, sports and any kind of hand-skill",
"H4-CONJ-L4-AND-NAV[L4-T-L1(6,8,12)]":"Duriig this Dasha  the native may have quarels or misunderstandings with his mother, may have a fall from a Vahana, may incur loss from lands, gardens, house, vehicles, cattle etc. He may experience both pleasure and pain",
"H4-CONJ-L4-OR-4L-NOT-H(6,8,12)":"During this Dasha the native may acquire conveyances, landed property, cattle, clothes and a new house. He may command respect and friendship. He may have company of good and learned people",
"H5-CONJ-L5-AND-NAV[L5-T-L1(6,8,12)]":"During this Dasha displeasure of the superiors, quarrels with father and issues, bad name in service, displeasure of gods and rulers may also be possible",
"H5-CONJ-L5-OR-5L-NOT-H(6,8,12)":"During this Dasha, the native may get royal favour and be respected by his friends and relatives. A child may be born to him or otherwise he may have happiness from his children. He may worship gods. He may hold high posts. He may earn favour of father and grace of the government. He may enter government service during this period. According to Parashar, a powerful Raja Yoga and Dhana Yoga can be seen during this period.",
"H6-CONJ-L6-AND-DEB(L6)-AND-NAV[EXLT(L1)]":"During this Dasha the native may work in the Army, Navy or Airforce as a chief. He may have success in war, litigation, rivalries etc",
"H6-CONJ-L6":"The native may have troubles from the government, litigation with partners, quarrels with others, injury from cuts and wounds. His limbs may be affected. He may even suffer poverty in this period.",

}