{"1":"The very first house of the horoscope is the most important house and in general it deals with(self, health, longevity, appearance, character, success and failure in life) . by assessing this house one can comment upon the physical appearance of the person, his basic instincts, health, longevity, nature, and the basic vitality with which the person will live his life. It represents the physical body in general and the general constitution. This house signifies what other thinks about you, self image and outlook in life. ", "2":"Second house commonly referred to as house of family and finance this house signifies (wealth, speech, family, education, immigration, moving assets, stocks and shares) among various things. An individual financial state can be well analyzed by studying this house. The family and immigrate relations are also some aspects controlled by this potion. It is also your value system in general and your personal feelings of self worth. Attitudes pro and con about money and material things are also assessed from here. this house also represents personal likes or dislikes, deep emotions and attachments.", "3":"Third house signifies younger co born, short travels, writing, inclination, hobbies, memory, interviews, vigor, pleasure, courage, stamina, intelligence, self-esteem in an individual’s life. Relations with neighbors also fall in this category. This house also tells about short trips and local modes of transportation such as cars, buses, city rail systems, etc. in addition this house also deals with reading, networking, writing, forms of communication, our mentality, the realm of ideas, variety, duality and adaptability. ", "4":"Fourth house deals with Mother. Prosperity, domestic surroundings, happiness, Our old age, private and public affairs, inheritance is analyzed from this house. In addition our sense of security, self-protectiveness, our nurturing ability vs. our need to be nurtured and instinctive emotional responses can all be assessed from this house. ", "5":"The fifth house is mainly associated with prospects in education and children. This house signifies intellect and luck. Along with this 5th house governs hobbies, leisure time activities, play and recreation, all forms of entertainment, area of love, romantic ventures, dating, our creative potential, false vs. true pride, our own will, getting recognition and the hearts desires. ", "6":"The sixth house foretells about our enemies, health and service life. It indicates litigations, relations with uncles and aunts, Debts, mental worries, accidents or thefts can be assessed from this house. Politicians often have an active sixth house. Service is also foreseen by the sixth house. This is the house of physical labor, health issues and personal hygiene, the weather and clothing, categorizing and order, worry and concern, self-improvement and using powers of discernment. ", "7":"Seventh house talks about your spouse and marriage. It foretells how smooth or hard relationship one shall face in life. This also includes our prospects in business partnerships ,contracts and legal obligations, giving and receiving and balance of power issues, sexual desires, displacement, diplomacy, honor, trade, speculation to name a few. ", "8":"The eighth house may reveal ones ability to share deep, intimate bonding with another person. Further 8th house deals with Surgery, diseases, death, obstacles, illegal income, mental pains, imprisonment, Inheritance, occult, Mysteries, magic, secrets, ulterior motives, extreme conditions, drastic changes, as well as, control and power issues. ", "9":"The Ninth house represents Wisdom, wealth, reputation and higher learning. Life philosophies, religion, gurus, preachers, spiritual experiences, your ideas about God and belief systems, Foreign people, places, languages, long journeys overseas visits, athletic pursuits, expansion of anything, wanting freedom, and moral codes and ethics can all be studied and analyzed from this house. ", "10":"10th house talks about professional life and overall status we achieve in our lifetime. Honor, power and authority are also analyzed by judging this house. Boss, Government and political aims responsibility, rewards profession, self assertiveness, determination, patience, govt. job, authority, elections are all studied and analyzed from this house. ", "11":"The eleventh house is related to friendships and acquaintances, one’s income, monetary gains, accumulated wealth, honor , social success, friends and emotional attachments, elder brothers and sisters, progress for mankind, new inventions, bizarre circumstances, being or feeling different from the norm, rebelliousness, and unexpected events.", "12":"Twelth house is a house of large public institutions, hospitals, prisons and asylums. Monasteries, Private enemies, charity, pleasures of bed, sorrow, expenditures, losses, debts , Travels , suffering ,spiritual inspiration, cosmic consciousness and enlightenment. Psychic channeling and miraculous healing, influence of past lives, forgiveness, atonement and mysterious. All these significations can be commented upon by studding this house."}