{
 "1": "Lazy, lethargic, abortive tendency, loss of children, unscrupulous, adulterous, obstacles, wandering, poor, loss of wife if afflicted, methodical , industrious, if ill·placed affection of the bone, teeth, right ear, knees, spleen , constipation ,rheumatism, stone in gallbladder etc",
 "2": "Maximum labour, minimum wages, uphill, struggle, lack of money, success in estate, mine, investment, coal, lead refrigeration etc. More than one wife. Break of education, fond of drinking.",
 "3": "Increase in income, gains wealth, death of brother, victory over enemies, success in litigation, diplomatic, mental control, concentration very cautious, cares for truth",
 "4": "Chronic disease to mother, loses ancestral property, voyage to distant places, misfortune in his own land, scandal, incomplete education, gains through oil seeds and black grains, enmity with politician, seclusion at the end of life. If well posited and if it receives good aspects from lords of 2, 7, 11 comes by treasure.",
 "5": "Abortive tendencies, still born child, may adopt, disappointment in love affairs, likes only old people, in a female chart it shows attraction to widowers, troubles through children, loss in speculation, 'Cinema, criminal prosecution, wandering often, depressed, tale bearer",
 "6": "Deaf, adamant, victory over enemies, court bird, increase in income, popul~l, greater authority. chronic disease, loss through animal and poultry, labour trouble.",
 "7": "Late marriage, sickly wife, fond of other's wives, pain in the ear, prudent and faithful wife, steady in affeCtiOn. poverty, misery, loss by partnership, unsuited for business, always meets with opposition, failure in litigation, miserable in election, scandal",
 "8": "Loss of wealth, criminal activities, disputes, untold misery, obstacles, disappointment, dejection, slow death, chronic disease, distressing dreams, death of father, danger of drowning, unwieldy sexual organ, adulte rous, fond of drinks , leprosy, consumption, asthma, danger to brother, dishonest, black marketer, secret activities",
 "9": "Philosophical minded, detached attachment, scientific, meditative, geology, mineralogy, occult subject, metaphysics, renovates temple, irreligious, misfortune, unpleasant domestic life.",
 "10": "Speedy promotion to a high level, sudden reversal and adversary, ambition for power and prestige. Industrious, yet financial loss in business ultimately (in few cases it is found that Saturn in 10 for cinema actors and actresses, had given a very good lift and income. But everything is lost and they lead a miserable life. So also great politicians, and powerful people had Saturn in 10 , reached the highest position and fell down to a depth much greater than the height they climbed. It is similar, to a person climbing up a tree on the shore of the sea, walk along the branch and fall into the sea, the depth of which is much greater than the height that he climbed.). Chances to visit holy places, enjoys life in foreign land, becomes the head of religious institutions and ultimately becomes a sanyasi as he does not own anything",
 "11": "Select friends, mostly elders, hopes fulfil led, becomes rich, owns lands, political power, obstacles in education, danger to elder brother, enjoys conveyance , vehicle, commands authority, success in enterprises, promotion, influence, increase in income",
 "12": "Life in a secluded place, danger of imprisonment, secret inimical activities, downfall,loss, accidents, injury, secret sorrows, disappointment in love affa irs, dissatisfaction in sexual life, wasting money for nasty purposes, vision defective, ill-health to children, weak constitution, misery"
}