{
 "1": "Good speech, learned, well informed, learns magic, astronomy, astrology, mathematics, engineering etc., Studious habits, changeable, Artist, adaptable, fertile imagination, journeys.",
 "2": "Gains by teaching, writing or by commission. Advertising, stationery, books , press. Many children, acquires property,stores, grain, happy.",
 "3": "Frequent short journeys, broad outlook, fond of reading, teaching , anxious, mental development, many brothers, weakbody, deception.",
 "4": "Good in education, robust health; pleasant mother, new friends, happy domestic life, but change of residence, no fixed, abode, gains money through land, mine, estate, newspaper, library, registrar office, etc., Intelligent mother, ever changes the car.",
 "5": "More of mental pleasure than of muscular one. Anyhow worry, anxiety and obstacles. A Minister or an adviser, intelligent children, success in attempts.",
 "6": "Petty quarrels, labour trouble, studies hygiene, chemistry, medicine, active mind, overworks, nervous breakdown; suicidal tendency, stomach trouble, dispute with maternal uncle; loss of money through litigation; education affected, disease in the tips of fingers.",
 "7": "Unsettled wedded life, partner more intelligent, shrewd, partner younger, may be employed, marriage by advertisement, litigation and legal dispute, If affl icted. Loss of vitality, showy, happy mother, many vehicles, adulterous",
 "8": "Troubles, difficulties, dispute, litigation with partners, misurlderstanding with neighbour; journey to attend funeral ceremony, nervous breakdown; paralysis; long life, few children, much wealth, popular, helps relatives",
 "9": "Troubles, difficulties, dispute, litigation with partners, misurlderstanding with neighbour; journey to attend funeral ceremony, nervous breakdown; paralysis; long life, few children, much wealth, popular, helps relatives",
 "10": "Success in business; promotion; additional charge public life, novelist, teacher, reporter, electrician-railway, antiquities, research, promotion, possesses good house and vehicle, success in education.",
 "11": "Owns much property, increases wealth. prosperous, generous, charitable, respectful, many acquaintances, only a few permanent friends, associates with youngsters; good in mathematics and astrology.",
 "12": "Adulterous, danger to mother and uncie, poor number of children, lazy, poverty, fond of occultism, secret arts, unusual thoughts, petty quarrels, anxiety, scandal."
}