{
 "1": "Weak constitution, dyspepsia, disease in micturition , defect in the ear, many brothers and sisters, worries, never steady, ever changeful, fertile imagination, gains in business, happy domestic life, good dreams. [If afflicted - mental disease, danger from water and liquids]",
 "2": "Increase in income, larger profits, happy sexual life, versatile, handsome, intelligent, break in education, respected by all, sweet speech, gains through ladies, mother etc.,",
 "3": "Popular, many sisters, good health. (If afflicted - dyspepsia) good education, bold, mind ever engaged and alert, fond of journeys, changes, new surroundings, social life.",
 "4": "Gains through parents, happy domestic life, inherits, popular, change of residence, over indulgence, gains from wet land, possesses building , vehicle , etc., (If afflicted - disappointment, difficulties, theft, fraud, estrangement, loss of parents, complications etc.,)",
 "5": "Fond of pleasure, enjoys life in the society of children, speculative mind, fond of music opera, swimming pool, handsome wife, affects education, birth of many daughters, a good adviser, wise decision, changeable affection, unsteady",
 "6": "Weak health, susceptibility for infectiOl-!s ljisease, lazy, henpecked, suffers from dysentery, gas trouble, diarrhoea, loss of money, pressure from bank, misunderstanding with mother, loves widows, pilfering habits, changes service, treachery, loss through pet animals, poultry etc. ,",
 "7": "The partner will be fond of change and travel, Unsettled nature, engaged in public work, early marriage, fond of other ladies, two wives. narrow outlook. jealousy, short journey and honeymoon",
 "8": "Danger to mother, disharmony with maternal people, illhealth, lack of comforts, agony, loss through ladies, gains venereal disease. Profitable transaction, receives the goods of the debt, lean body, defective vision and short life.",
 "9": "Does meritorious deeds, success in attempts, becomes popular, intell igent, builds temples and charitable institutions, possesses lands, jewels, becomes wealthy, makes long voyages, lives in foreign tand, romantic and fanciful mind, good dreams, psychic experiences.",
 "10": "Public life, changes business or profession, unstable, becomes popular, increases inheritances, makes voyages, charitable, loves widows, long life, respect for elders.",
 "11": "Manyfriends, mostly reliable., only a few permanent ones, gains through social life, politics, realises ambition, lucky children, wideawake, ~II informed, gains by agriculture, principled.",
 "12": "Danger, injury, scandal , treacherous, visits jails, liability to imprisonment,- cheat, loss of partner, sore eyes, difficulties"
}