{"1":"Ambitious, aspiring, assertive, bold, rash, cruel, wicked,burn or scar in the head, pilfering habits, commands respect,danger to elders, wandering, both constructive and destructive","2":"Irritable, extravagant, increase in income, equal expenses,education affected, mixes with wicked people, danger to partner,gains through iron, steel, timber and chemicals, skill, promotion","3":"Very bold, danger to brother, wealth increases, success in enterprise, victory over enemies, adulterous, fond of dancing girls, danger during journey, if afflicted thoughts of suicide","4":"Loss of wealth, unhealthy to mother, chest pain, danger during journey, Danger to parents, dispute in the family, brutal and indecent in the treatment of ladies, loss by theft, fire, litigation in property.","5":"Surgical aid during delivery, good sportsman, muscular exercise, rash, attraction to the opposite sex, over indulgence, danger of injury to first child. Loss in speculation dispute with children. Government displeasure, criminal activities, scandal","6":"Rich, plenty of lands, political life, success, victory over enemies, unhealthy uncle, active, careless, inflammation, or injury loss through animals and poultry","7":"Unhealthy wife, piles, many brother, intelligent, dispute with ladies, evil friendship, long journey. If afflicted death of partner, impetuous in love, loss through litigation, competition in business","8":"Defective vision, short life, loves dancing girls, loses partner, danger to father, misery, unhappy, partner extravagant,loss by fire and theft","9":"Loss in agriculture, short tempered father, sickly,international trade, export, power and prestige-increases, danger of violence, dreams distressful, a fanatic, skeptic, does not pay respects to early relig ious teachings, enterprising, selfmade","10":"Impulsive , intellectua l, reasonable, independent,courageous, gains through business, promotion, salesman,industrial pursuit, head of a society, colony or town, makes money in agriculture, owns estate","11":"Gains through agriculture, income increases, promotion,prosperity, progress, popularity, well informed elder brothers, self made, possesses property, a lew reliable friends.","12":"Danger, injury, scandal , treacherous, visits jails, liability to imprisonment, cheat, loss of partner, sore eyes, difficulties"}