{"Prathama":"The Chandra Kala is Amrita. The presiding deity of the 1st Tithi is Brahma. It is a Nanda tithi which bestows happiness. It is auspicious for all types of religious and auspicious ceremonies, festivals, journeys, wedding, installation, observing a vow, accepting honors or a position, activities related to real estate and hair cutting. The ruling Nitya Devi of this Tithi is Kameshvari","Dwitiya":"The Chandra Kala is Manada. Vidhata rules this 2nd Tithi. It is a Bhadra tithi which is good for starting any new work. Good for laying the foundation of house, factory, and other things of a permanent nature. Good for wedding, starting a job or any duty or the beginning of any work and wearing jewelry. The ruling Nitya Devi of this Tithi is Bhagamalini","Tritiya":"The Chandra Kala is Poosha. Vishnu is the lord of this Tithi. It is a Jaya Tithi and bestows victory. Auspicious day to start important businesses, wedding, the first music lesson, the first feeding of a child, construction. Good for the cuttings of one’s hair and nails and shaving. The ruling Nitya Devi of this Tithi is Nityaklinna","Chaturthi":"The Chandra Kala is Tusthi. Yama is lord of the 4th Tithi. It is a Rikta Tithi and not good for auspicious works. Good for the destruction of one’s enemies, the removal of obstacles, acts of combat, cleaning of the house, polishing, arguments, fight with the enemies, use of weapons and fire. Inauspicious day to start any important businesses. Lord Ganesha was born during this tithi. The ruling Nitya Devi of this Tithi is Bherunda","Panchami":"The Chandra Kala is Pusthi. The Moon rules this 5th Tithi. It is a Poorna Tithi and good for completing any work. Favourable for administering medicine, the purging of poisons and surgery. Auspicious day to start important businesses, wedding and healing. The ruling Nitya Devi of this Tithi is Vahnivasini","Shashthi":" Chandra Kala is Rati. Karttikeya presides over this 6th Tithi. It is a Nanda tithi which bestows happiness. Favourable for Coronation, Construction, activities related to the houses and real estate, jewelery making, starting friendship and starting war. Not very auspicious for marriage. The ruling Nitya Devi of this Tithi is Mahavajrswari;","Sapthami":"The Chandra Kala is Dhruti. The 7th Tithi is ruled by Indra . It is a Bhadra Tithi which is good for starting any new work. Activities, related to transportation; Buying conveyances, wedding, music, dance, debate, decoration and ornaments; the beginning of a journey, starting a war and physical exercise. The ruling Nitya Devi of this Tithi is Shivaduti","Asthami":"The Chandra Kala is Sasichini. The Vasus rule this 8th Tithi. It is a Jaya Tithi and bestows victory. Good for taking up arms, building of one’s defenses, and fortification, architecture, debate, dance . Auspicious day to start important businesses, sport, studying arts, activities related to houses and estates, studying and construction. The ruling Nitya Devi of this Tithi is Tvarita","Navami":"The Chandra Kala is Chandrika. The Serpent rules this 9th Tithi. It is a Rikta Tithi and not good for auspicious works. Suitable for killing enemies, acts of destruction, and violence. Inauspicious day for important businesses. Good for arguments, competition, physical exercising, shooting etc. marksmanship and work with tools. The ruling Nitya Devi of this Tithi is Kulasundari","Dasami":"This is the birth tithi of the Astha Dikpalakas (the rulers of the 8 directions). The Chandra Kala is Kanta. This 10th Tithi is ruled by Dharma. It is a Poorna Tithi and good for completing any work. Good for acts of virtue, religious functions, spiritual practices, and other pious activities, entering a home, to start important businesses, wedding, wearing jewels, journeys, activities, related to transportation, vehicles, houses and meeting important people. The ruling Nitya Devi of this Tithi is Nitya-Nityamba","Ekadashi":"The Chandra Kala is Jyostna. Rudra rules this 11th Tithi. It is a Nanda tithi which bestows happiness. Fasting, worship, fulfilling promises, wedding, arguments, physical exercises, construction, pilgrimage, spiritual holidays, festivities, observing vows, decorating, arrival and departure. The ruling Nitya Devi of this Tithi is Nilapataka","Dwadashi":"The Chandra Kala is Shree. The Sun rules this 12th Tithi. It is a Bhadra Tithi which is good for starting any new work. Auspicious for all religious ceremonies, the lighting of the sacred fire, and the performance of one’s duties. Fulfillment of promises, other auspicious activities. Avoiding taking oil bath and journeys. Wedding is not very auspicious. The ruling Nitya Devi of this Tithi is Vijaya","Trayodashi":"The Chandra Kala is Priti. The 13th Tithi is ruled by Cupid. Also called Pradosham and very good for Pooja of Lord Shiva at pradosham time. It is a Jaya Tithi and bestows victory. Auspicious day to start important businesses, wearing new clothes and jewels, struggle, fulfillment of promises, starting a war, observing vows and sensual pleasures","Chaturdashi":"The Chandra Kala is Angada. Kali rules this 14th. It is a Rikta Tithi and not good for auspicious works. Suitable for administering poison and calling of elements and spirits. Inauspicious day for any important businesses. Only do routine work and read scriptures. Avoid journeys, hair cutting and manicure","Amavasya":"The Chandra Kala is Poorna. The Viswadevas rule this 15th Tithi. It is a Poorna Tithi but not good for any work except religious ceremonies and worship. Inauspicious day for any work except religious ceremonies, charity and performing rites for the departed. The ruling Nitya Devi of this Tithi is Jwalamalini","Purnima":"This is the birth tithi of Goddess Lakshmi, Lord Hanuman, Buddha and Devi Gayatri. The Chandra Kala is Poornamruta. The Viswadevas rule this 15th Tithi. It is a Poorna Tithi and good for completing any work. Auspicious day to start important businesses, constructions, accepting a position, the beginning of work, spiritual ceremonies, household work and physical activities"}