{
 "1": "Robust health, satisfactory financial position, providential help, birth of children, reputation, advancement U1 career, good education, grammar, politician, long life, stout bOc.t¥, optimistic, jovial, honest, true, banker, physician, judge lawyer, teacher, theologian, cashier, if afflicted suffers from cancer, impure blood, excessive stoutness, plephorea.",
 "2": "Successful career, increase in income, prosperous, good for business, gains influence, eloquent, liberal, charitable, gains through banking, religion, education, insurance eic.:",
 "3": "Philosophical, sympathetic, courteous, many brothers, adopts all methods.unscrupulously to gain one's object, addicted to evil, likes the company of the other sex, gains through 3rd house matters, advertising, publicity etc.",
 "4": "Happy domestic life, gains-~hrough parents, successful estates, possession of building, vehicle, cattle etc.l.ucky mother, success in education, happy end.",
 "5": "Good children, gains through love affairs, pleasant life, fond of amusement, cinema, music etc., gains in speculation, wholesale merchant, social success, political career, wise counsel.",
 "6": "Maintains health, if indisposed well aMended, all comforts given and gains during unhealthy period (One may ask how it is possible to gain when one is ill. A friend of mine admited himself in a hospital during the period of the planet in the constellation of Jupiter, occupying the 6th house in his horoscope. During the time, he made friendship with a foreigner. On a later date the foreigner was responsible to arrange foreign collaboration for his business. Thus planets in the constellation of Jupiter when is occupying the 6th house good to the native.). Victory in election,adulterous, dyspeptic trouble",
 "7": "Partner well behaved and true, magnanimous, increase in wealth; become very rich, reputation, success in agriculture,gains through partners, good business, wins in litigation",
 "8": "Loss of property, secret activities, narrow outlook, fond of drinks, never afraid of misappropriation especially public money, pretends to be honest and generous, prosperity after marriage, gains by legacy, handle other's money freely.",
 "9": "Reputation, religious, lawful, correct intuition, clear thought, philanthropic, good for travel, logical, optimistic, luck to father, association with foreigners, a good adviser consultant, many children",
 "10": "Noble birth, optimistic, influential, good business, political life, sportsman, timely promotion, good relationship with higher officials, social and financial success, does meritorious deeds, possesses lands, vehicle, head of a village, command many servants.",
 "11": "Good ·friends, well placed in life, gains through Jupiterians, social success, popularity. realises ambition, birth of children, learns music, masters it, possesses building, enjoys all comforts.",
 "12": "Gains through law, medicine, occult subjects, service in public institutions, visits hospitals <;I.nd asylums. Connections with foreigners, danger to children, or' limited number of children, enlargement of spleen, evil tendencies and scandal if afflicted.Wanders, becomes a sanyasi, pious, in the end of life Moksha"
}