{
 "1": "Generous, determined, frank, dignity,independent, hopeful, good constitution, satisfactory immunity successful attempts, good relationship with officers, promotion, smooth life, defective vision, boastful",
 "2": "Inheritance, gain by one's Industry or through Government or holding responsible position. Generous, social, fond of sports and pleasure. [If afflicted - loss of money, immoral life, nasty talk, extravagant and impulsive expenses]",
 "3": "Commands respect, bold, courageous, gains through relatives, good understanding with neighbours, success in agency, good for business, creative, victory over enemies, goodhealth, reputation and honour. [If afflicted - troubles, anxious, anonymous petitions, false reports, difficulties.]",
 "4": "Realise ambition, purchase of property, land or gain through estate, inherits property. [If afflicted - obstacles, troubles, difficulty in old age, blood pressure, undomestic environments and loss of property.]",
 "5": "Gains through speculation, children, amusement, cinema etc., During child birth difficulty. May go on journey to forest region, intestinal disorders. [If afflicted - loss, rivalry in courtship, difficulty through love affairs and trouble with children.]",
 "6": "Not good for health, weakness, gain through service, promotion, chemistry, medicine, hospital, heart trouble, organic trouble, intelligent, bold, victory over enemies, big family; self·esteem.",
 "7": "Success after marriage, magnanimous, determined , permanent attachment, popular, litigation averted by arbitration, compromise, gains through partners in business, [if afflicted - loose morals, late marriage, henpecked, travels, both partners character questionable; beneficial aspect shows virtues, two wives, illness to partner, venereal disease, detective vision, displeasure from officials.]",
 "8": "Better luck after marriage, gains by partnership. End by self·sacrifice or any heroic action. Improves vitality, contributes long life. Few children, [if afflicted - weak constitution, defective vision, economical, violent end, in a female's chart the husband passes away first, loss of wealth, immoral connection, litigation and poverty.]",
 "9": "Religious, connection with colleges or legal department, gains through travels, desire to carry out research, success in overseas, sincere, constant in religious beliefs , self-reliance, increase in popularity, does meritorious deeds, success in attempts, much self·acquired properties.",
 "10": "Increase in income, improvement in status, honour, and authority. Independent , decent Inheritance, very steady improvement in business, profession, promotion, good vitality, possesses jewels, tactful, fond of music, arts. head of small society or village, success in political life.",
 "11": "Ambitious, fulfils one's desire. respectful, loyal, honest connection with people in power, hopeful, permanent friends, social success, good business. many conveyance, unfriendly with politicians. principled.",
 "12": "Success in medicine, chemistry, occult science. Association with hospital, prison, sanatorium etc., Prefers to lead a secluded life, self-sacrificing. [If afflicted - poverty, not straight forward, likes widows, unscrupulous, dispute with parents, danger to children, loss in foreign land.]"
}