{
 "1": "Reliable, affectionate, emotional, social, fond of arts, pleasure, music, fortune, fruitful,. Successful, mathematician, poet, if afflicted defect in ovaries, kidneys, cheeks affected, diabetes, accumulates wealth. purchases jewels, costly dress etc. Please the partner in sex affairs",
 "2": "Fortune, favour from ladies, higher officials, artists, etc. Social success, marriage pleasant, purchases jewels, runs hotels, found of adornment, luxuries, increase in wealth, happy married life, charming wife, musician.",
 "3": "Brothers prosperous, liking for painting, cheerful, optimistic, relatives and neighbours are favourable, saves money, keeps health, if afflicted unhappy, poor, economical, unpopular, dissatisfaction in married life.",
 "4": "Happy domestic life, prefers his own native place, easily gets inheritance, possesses property, fortune, glutton, beautiful mother, possesses cattles, plenty of milk and milky products, owns estates, cars, .service in transport, educational institution",
 "5": "Birth of beautiful children especially daughters, talented in music, gains through love affairs, speculation, investment, music, summer resorts etc., A good administrator and adviser, danger to mother.",
 "6": "Can maintain health, avoid excesses, no labour problem, gains in maternity, nursing and maintaining pet animals, poultry etc. Skin disease, kidney or ovary troubles, diabetes, wins in election, victory over enemies, fond of ladies of all kinds.",
 "7": "Social and financial success, good partners, success in business, public relation satisfactory, very clever in adultery, fond of other women, over thinking of sexual pleasure, happy domestic life, pleasant journey, extravagant expenses.",
 "8": "Increase in income, ill-health to mother, successful business, wealth through partner, God-fearing, profit by legacy, insurance, fuel, forest, deals in wood, closet bathroom fittings",
 "9": "Sympathetic, obliging, higher educat ion, successful, good in music, arts, happy long journey, success in foreign land, may marry out of caste or a foreigner, reputation, good fortune, head of infantry, may fall in love with teacher's or prohit's daughter, high position, honour.",
 "10": "Pleasing manners, popular, success with other sex ,permanent friends, never rubs on the wrong side, gain through elders, and through music, happy domestic life, harmonies wedded life , gain through jewellery, luxury, amusement ,speculation, decoration, possesses house, conveyance, some breaks in education, few elder sisters, success in litigation.",
 "11": "Very rich, luxurious comforts, learned, possesses lands, gains in agriculture, uses good conveyance, pleasant friend, social success, prosperity after marriage.",
 "12": "Romantic life, investigates secret arts, gains through charitable and public institution, enjoys peaceful life in seclusion, happy and stastifactory sexual bliss, immoral tendencies in plenty, does not reject women though low born, pleasant promises and unworthy periormance"
}